<?php

return [

    'allStaffOvertimes' => 'الأوقات الإضافية لجميع الموظفين' ,
    'pdfReport' => ' pdfتقرير بصيغة ' ,
    'excel' => 'اكسل' ,
    'show' => 'عرض' ,
    'entries' => 'المدخلات',
    'id' => 'رقم الطلب',
    'name' => 'الاسم',
    'type' => 'نوع الطلب',
    'date' => 'تاريخ الطلب' ,
    'startHour' =>'ساعة بدء الوقت الإضافي' ,
    'endHour' => 'ساعة نهاية الوقت الإضافي',
    'hours' => 'عدد الساعات' ,
    'value' => 'القيمة المضافة' ,
    'status' => 'حالة الطلب' ,
    'lineManager' => 'المدير المباشر' ,
    'dateCreated' => 'تاريخ الطلب' ,
];
