<?php

return [

    'type' => 'يرجى إدخال نوع الدوام الإضافي' ,
    'date' => 'يرجى إدخال تاريخ الدوام الإضافي' ,
    'starthour' => 'يرجى إدخال ساعة بدء الدوام الإضافي' ,
    'endhour' => 'يرجى إدخال ساعة انتهاء الدوام الإضافي' ,
    'holiday' => 'يجب ان يكون التاريخ يوم عطلة رسمية من قبل المنظمة',
    'after' => 'يجب أن تكون ساعة انتهاء الدوام الإضافي بعد ساعة بدء الدوام الإضافي' ,
    'reason' =>'يرجى إدخال سبب الدوام الإضافي' ,
    'mimes' => 'يجب أن يكون الملف المرفق صورة أو PDF' ,
    'max' => 'يجب أن يكون حجم الملف المرفق أصغر من 3 ميغا' ,

];
